Repository: youyooo/MateDrive
Catalog: MateDriveApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Clear all cached API responses?
zh_hans: 清除全部 API 响应缓存？
zh_hant: 清除全部 API 响应缓存？

source: Clear learned suggestions?
zh_hans: 清除学习建议？
zh_hant: 清除学习建议？

source: Confirm
zh_hans: 确认
zh_hant: 确认

source: Confirm charging price
zh_hans: 确认充电价格
zh_hant: 确认充电价格

source: Confirmed
zh_hans: 已确认
zh_hant: 已确认

source: Confirmed activity labels and charging prices are included in MateDrive iCloud backups. Keychain credentials are never included.
zh_hans: 已确认的动态标签和充电价格会包含在 MateDrive 的 iCloud 备份中，钥匙串凭据永远不会包含在内。
zh_hant: 已确认的动态标签和充电价格会包含在 MateDrive 的 iCloud 备份中，钥匙串凭据永远不会包含在内。

source: Confirmed place-label rules and charging price observations will be removed. Original activities, charges, and drives stay unchanged.
zh_hans: 将清除已学习的地点标签规则和充电价格观察，原始动态、充电和行程数据不会改变。
zh_hant: 将清除已学习的地点标签规则和充电价格观察，原始动态、充电和行程数据不会改变。

source: Could Not Clear Data
zh_hans: 无法清除数据
zh_hant: 无法清除数据

source: Credentials
zh_hans: 认证凭据
zh_hant: 认证凭据

source: Custom Name
zh_hans: 自定义名称
zh_hant: 自訂名稱

source: Custom activity
zh_hans: 自定义活动
zh_hant: 自定义活动

source: Custom activity name is required.
zh_hans: 自定义用途名称不能为空。
zh_hant: 自訂活動名稱不可為空。

source: Data Flow
zh_hans: 数据流向
zh_hant: 数据流向

source: Data leaves the app only when you explicitly export or share it. Review addresses, routes, notes, and other personal details before sharing.
zh_hans: 只有在你主动导出或分享时，数据才会离开应用。分享前请检查地址、路线、备注和其他个人信息。
zh_hant: 只有在你主动导出或分享时，数据才会离开应用。分享前请检查地址、路线、备注和其他个人信息。

source: Delete Learned Data
zh_hans: 删除学习数据
zh_hant: 删除学习数据

source: Delete learned labels and charging prices?
zh_hans: 删除学习标签和充电价格？
zh_hant: 删除学习标签和充电价格？

source: Drive endpoint
zh_hans: 行程终点
zh_hant: 行程终点

source: Edit Activity Label
zh_hans: 编辑活动标签
zh_hant: 編輯活動標籤

source: Edit activity label
zh_hans: 编辑动态标签
zh_hant: 编辑动态标签

source: Ends
zh_hans: 结束
zh_hant: 结束

source: Energy Change
zh_hans: 能量变化
zh_hant: 能量变化

source: Energy price per kilowatt-hour.
zh_hans: 每千瓦时的电费单价。
zh_hant: 每千瓦时的电费单价。

source: Energy unit price
zh_hans: 电费单价
zh_hant: 电费单价

source: Enter a finite final amount of zero or more.
zh_hans: 最终金额必须是大于或等于 0 的有效数字。
zh_hant: 最终金额必须是大于或等于 0 的有效数字。

source: Enter a unit price, or enough bill data to derive one for future charges.
zh_hans: 请填写单价，或填写足够的账单数据以计算此地点以后的单价。
zh_hant: 请填写单价，或填写足够的账单数据以计算此地点以后的单价。

source: Enter both the start and end of the time window.
zh_hans: 时间段必须同时包含开始和结束时间。
zh_hant: 时间段必须同时包含开始和结束时间。

source: Enter energy from the user's bill or charger meter, not TeslaMate vehicle energy.
zh_hans: 填写用户账单或充电桩表计电量，不是 TeslaMate 车辆侧电量。
zh_hant: 填写用户账单或充电桩表计电量，不是 TeslaMate 车辆侧电量。

source: Estimated
zh_hans: 估算
zh_hant: 估算

source: Final amount
zh_hans: 最终金额
zh_hant: 最终金额

source: Fixed fee
zh_hans: 固定费
zh_hant: 固定费

source: Future activities at this place
zh_hans: 此地点以后的动态
zh_hant: 此地点以后的动态

source: Future activities here
zh_hans: 此地点以后
zh_hant: 此地點以後

source: Future charges here
zh_hans: 此地点以后
zh_hant: 此地点以后

source: Generated
zh_hans: 生成日期
zh_hant: 生成日期

source: Geofences
zh_hans: 地理围栏
zh_hant: 地理围栏

source: Green
zh_hans: 绿色
zh_hant: 綠色

source: Home charging
zh_hans: 家庭充电
zh_hant: 家庭充电

source: Home rule
zh_hans: 家庭规则
zh_hant: 家庭规则

source: Indigo
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: Last Cache Update
zh_hans: 缓存最近更新
zh_hant: 缓存最近更新

source: Learned Data Cleared
zh_hans: 学习数据已清除
zh_hant: 学习数据已清除

source: Learned suggestions cleared.
zh_hans: 学习建议已清除。
zh_hant: 学习建议已清除。

source: Limit to a time window
zh_hans: 限制时间段
zh_hant: 限制時段

source: Local Data
zh_hans: 本地数据
zh_hant: 本地数据

source: Maintenance
zh_hans: 维护
zh_hant: 维护

source: Manual entry
zh_hans: 手动录入
zh_hant: 手动录入

source: Maps & Weather
zh_hans: 地图与天气服务
zh_hant: 地图与天气服务

source: MateDrive has no developer-operated analytics or vehicle-data backend and does not track you across apps.
zh_hans: MateDrive 不接入开发者运营的分析或车辆数据后台，也不会跨应用跟踪你。
zh_hant: MateDrive 不接入开发者运营的分析或车辆数据后台，也不会跨应用跟踪你。

source: Net battery change
zh_hans: 电量净变化
zh_hant: 电量净变化

source: No Developer Collection
zh_hans: 开发者不收集数据
zh_hant: 开发者不收集数据

source: No cached activity
zh_hans: 暂无缓存动态
zh_hant: 暂无缓存动态

source: No matching activity
zh_hans: 没有符合筛选的动态
zh_hant: 沒有符合篩選的動態

source: No recorded locations
zh_hans: 暂无已记录位置
zh_hant: 暂无已记录位置

source: No saved activity labels
zh_hans: 暂无已保存的动态标签
zh_hant: 暂无已保存的动态标签

source: No source references are available.
zh_hans: 暂无来源引用。
zh_hant: 暂无来源引用。

source: Not configured
zh_hans: 未设置
zh_hant: 未设置

source: Official source references are available.
zh_hans: 已包含官方来源引用。
zh_hant: 已包含官方来源引用。

source: Offline Dashboard Snapshots
zh_hans: 离线首页快照
zh_hant: 离线首页快照

source: Offline Data Cleared
zh_hans: 离线数据已清除
zh_hant: 离线数据已清除

source: On-device classification
zh_hans: 设备端分类
zh_hant: 设备端分类

source: One-time fixed fee for this charging session.
zh_hans: 本次充电的一次性固定费用。
zh_hant: 本次充电的一次性固定费用。

source: Ongoing
zh_hans: 进行中
zh_hant: 进行中

source: Only derived activity sessions will be removed and regenerated. Original activities, charges, and drives stay unchanged.
zh_hans: 仅删除并重新生成派生动态，原始动态、充电和行程数据不会改变。
zh_hant: 仅删除并重新生成派生动态，原始动态、充电和行程数据不会改变。

source: Orange
zh_hans: 橙色
zh_hant: 橙色

source: Other DC charger
zh_hans: 其他直流充电桩
zh_hant: 其他直流充电桩

source: Overnight windows are supported, for example 22:00 to 06:00.
zh_hans: 支持跨午夜，例如 22:00 至 06:00。
zh_hant: 支援跨午夜，例如 22:00 至 06:00。

source: Pages will request fresh data from your server the next time they open. Server settings and Keychain credentials will not be removed.
zh_hans: 下次打开页面时会重新从服务器获取数据。服务器设置和钥匙串凭据不会被删除。
zh_hant: 下次打开页面时会重新从服务器获取数据。服务器设置和钥匙串凭据不会被删除。

source: Park
zh_hans: 停车
zh_hant: 停车

source: Parking
zh_hans: 停车
zh_hant: 停车

source: Parking location
zh_hans: 停车地点
zh_hant: 停车地点

source: Pickup or drop-off
zh_hans: 接送
zh_hant: 接送

source: Pink
zh_hans: 粉色
zh_hant: 粉紅色

source: Price components
zh_hans: 价格组成
zh_hant: 价格组成

source: Price scope
zh_hans: 价格范围
zh_hant: 价格范围

source: Pricing basis energy
zh_hans: 计价采用电量
zh_hant: 计价采用电量

source: Privacy & Local Data
zh_hans: 隐私与本地数据
zh_hant: 隐私与本地数据

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Purpose
zh_hans: 用途
zh_hant: 用途

source: Range Change
zh_hans: 续航变化
zh_hant: 续航变化

source: Rated-range change
zh_hans: 表显续航变化
zh_hant: 表显续航变化

source: Read-only responses remain available for up to 30 days. Pages show cached data immediately and refresh it in the background, including after the app restarts. Cache filenames contain only a one-way hash, and files use iOS data protection.
zh_hans: 只读响应最多保留 30 天。页面会立即显示缓存并在后台更新，应用重启后同样有效。缓存文件名只包含单向哈希，文件使用 iOS 数据保护。
zh_hant: 只读响应最多保留 30 天。页面会立即显示缓存并在后台更新，应用重启后同样有效。缓存文件名只包含单向哈希，文件使用 iOS 数据保护。

source: Rebuild
zh_hans: 重建
zh_hant: 重建

source: Rebuild Derived Activities
zh_hans: 重建派生动态
zh_hant: 重建派生动态

source: Rebuild derived activities?
zh_hans: 重建派生动态？
zh_hant: 重建派生动态？

source: Recorded charging location
zh_hans: 已记录充电地点
zh_hant: 已记录充电地点

source: Recorded event
zh_hans: 已记录事件
zh_hant: 已记录事件

source: Recorded location
zh_hans: 已记录位置
zh_hant: 已记录位置

source: Region
zh_hans: 地区
zh_hant: 地区

source: Regional tariff
zh_hans: 地区电价
zh_hant: 地区电价

source: Replenishment
zh_hans: 补能
zh_hant: 补能

source: Required
zh_hans: 需要补充
zh_hant: 需要补充

source: Residential Tariff
zh_hans: 住宅电价
zh_hant: 住宅电价

source: Rule unit price
zh_hans: 规则采用单价
zh_hant: 规则采用单价

source: Rules
zh_hans: 规则
zh_hant: 规则

source: SOC Change
zh_hans: 电量变化
zh_hant: 电量变化

source: Saved place
zh_hans: 已保存地点
zh_hant: 已保存地点

source: Saves the confirmed result for this charge.
zh_hans: 只保存本次充电的确认结果。
zh_hant: 只保存本次充电的确认结果。

source: Server settings and Keychain credentials will not be removed.
zh_hans: 服务器设置和钥匙串凭据不会被删除。
zh_hant: 服务器设置和钥匙串凭据不会被删除。

source: Service fee
zh_hans: 服务费
zh_hant: 服务费

source: Service fee per kilowatt-hour.
zh_hans: 每千瓦时的服务费。
zh_hant: 每千瓦时的服务费。

source: Sharing
zh_hans: 分享
zh_hant: 分享

source: Shopping
zh_hans: 购物
zh_hant: 购物

source: Show list
zh_hans: 显示列表
zh_hant: 显示列表

source: Show map
zh_hans: 显示地图
zh_hant: 显示地图

source: Smart Activities
zh_hans: 智能动态
zh_hant: 智能动态

source: Smart Activity Privacy
zh_hans: 智能动态隐私
zh_hant: 智能动态隐私

source: Standby change
zh_hans: 待机变化
zh_hant: 待机变化

source: Start and end times are both required.
zh_hans: 开始和结束时间必须同时填写。
zh_hant: 開始和結束時間必須同時填寫。

source: Starts
zh_hans: 开始
zh_hant: 开始

source: Station
zh_hans: 地点
zh_hant: 地点

source: Station rule
zh_hans: 充电站规则
zh_hant: 充电站规则

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Tariff and charging-cost results are estimates for reference, not invoices. Confirm them against the charger operator's bill.
zh_hans: 电价与充电费用结果仅供估算参考，不是账单；请以充电运营商账单为准。
zh_hant: 电价与充电费用结果仅供估算参考，不是账单；请以充电运营商账单为准。

source: Teal
zh_hans: 青色
zh_hant: 青綠色

source: The currency code is invalid.
zh_hans: 币种代码无效。
zh_hant: 币种代码无效。

source: The energy unit price cannot be negative.
zh_hans: 电费单价不能为负数。
zh_hant: 电费单价不能为负数。

source: The final amount on the user's bill.
zh_hans: 用户账单上的最终金额。
zh_hant: 用户账单上的最终金额。

source: The fixed fee cannot be negative.
zh_hans: 固定费不能为负数。
zh_hant: 固定费不能为负数。

source: The service fee cannot be negative.
zh_hans: 服务费不能为负数。
zh_hant: 服务费不能为负数。

source: The time window is saved with future rules and may cross midnight.
zh_hans: 时间段会随地点规则保存，并且可以跨越午夜。
zh_hant: 时间段会随地点规则保存，并且可以跨越午夜。

source: This activity
zh_hans: 仅本次
zh_hant: 僅本次

source: This activity only
zh_hans: 仅本次动态
zh_hant: 仅本次动态

source: This charge only
zh_hans: 仅本次
zh_hant: 仅本次

source: This permanently deletes confirmed activity labels and charging-price observations, then clears derived activity sessions. Original TeslaMate data, server settings, and Keychain credentials are not removed.
zh_hans: 此操作会永久删除已确认的动态标签和充电价格观察，并清除派生动态。TeslaMate 原始数据、服务器设置和钥匙串凭据不会被删除。
zh_hant: 此操作会永久删除已确认的动态标签和充电价格观察，并清除派生动态。TeslaMate 原始数据、服务器设置和钥匙串凭据不会被删除。

source: Time must be between 00:00 and 23:59.
zh_hans: 时间必须在 00:00 至 23:59 之间。
zh_hant: 時間必須介於 00:00 與 23:59 之間。

source: Time unavailable
zh_hans: 时间不可用
zh_hant: 时间不可用

source: Time values must be between 00:00 and 23:59.
zh_hans: 时间必须在 00:00 到 23:59 之间。
zh_hant: 时间必须在 00:00 到 23:59 之间。

source: Time window
zh_hans: 时间段
zh_hant: 时间段

source: Timeline
zh_hans: 时间线
zh_hant: 时间线

source: Unknown DC charger
zh_hans: 未知直流充电桩
zh_hant: 未知直流充电桩

source: Use this time window
zh_hans: 使用此时间段
zh_hant: 使用此时间段

source: Vehicle, drive, charging, battery, and location data are read directly from the server you configure.
zh_hans: 车辆、行程、充电、电池和位置数据直接读取自你配置的服务器。
zh_hant: 车辆、行程、充电、电池和位置数据直接读取自你配置的服务器。

source: Vehicle-reported energy
zh_hans: 车辆上报电量
zh_hant: 车辆上报电量

source: Verified Regions
zh_hans: 已核验地区
zh_hant: 已核验地区

source: View Standby Drain
zh_hans: 查看待机损耗
zh_hant: 查看待机损耗

source: Work charging
zh_hans: 工作地充电
zh_hant: 工作地充电

source: Working
zh_hans: 正在处理
zh_hant: 正在处理

source: Your TeslaMate Server
zh_hans: 你的 TeslaMate 服务器
zh_hant: 你的 TeslaMate 服务器

source: iCloud backup
zh_hans: iCloud 备份
zh_hant: iCloud 备份

source: min
zh_hans: 分钟
zh_hant: 分钟

source: Available only for localhost, LAN, private, or Tailscale HTTPS addresses. Public servers always require a valid certificate.
zh_hans: 仅适用于本机、局域网、私有网络或加密组网的安全地址；公网服务器始终必须使用有效证书。
zh_hant: 僅適用於本機、區域網路、私人網路或加密組網的安全位址；公網伺服器始終必須使用有效憑證。

source: Clear Offline Snapshots
zh_hans: 清除离线快照
zh_hant: 清除離線快照

source: Could Not Save Settings
zh_hans: 无法保存设置
zh_hant: 無法儲存設定

source: Derived activity sessions and dashboard, activity, software-update, and widget snapshots will be cleared. Synchronized drive, charging, and location history, confirmed labels, prices, server settings, and Keychain credentials will remain.
zh_hans: 派生动态以及首页、动态、软件更新和小组件快照会被清除。已同步的行程、充电和位置历史、已确认标签、价格、服务器设置和钥匙串凭据会保留。
zh_hant: 衍生動態以及首頁、動態、軟體更新和小工具快照會被清除。已同步的行程、充電和位置記錄、已確認標籤、價格、伺服器設定和鑰匙圈憑證會保留。

source: Could not access saved credentials. Your previous server settings were kept.
zh_hans: 无法访问已保存的认证凭据，已保留之前的服务器设置。
zh_hant: 無法存取已儲存的認證憑證，已保留之前的伺服器設定。

source: Could not save credentials. Your previous server settings were kept.
zh_hans: 无法保存认证凭据，已保留之前的服务器设置。
zh_hant: 無法儲存認證憑證，已保留之前的伺服器設定。

source: Offline Snapshots Cleared
zh_hans: 离线快照已清除
zh_hant: 離線快照已清除

source: Help & Legal
zh_hans: 帮助与法律
zh_hant: 協助與法律

source: Support & Feedback
zh_hans: 支持与反馈
zh_hant: 支援與意見回饋

source: Derived activity sessions will be cleared, but confirmed labels, charging prices, server settings, and Keychain credentials will not be removed.
zh_hans: 派生动态会被清除，但已确认的标签、充电价格、服务器设置和钥匙串凭据不会被删除。
zh_hant: 派生动态会被清除，但已确认的标签、充电价格、服务器设置和钥匙串凭据不会被删除。
